[
  {
    "id": 1,
    "title": "Гнев человеческий",
    "year": "2020",
    "rating": "3",
    "image_url": "f1.jpg",
    "description": "Эйч — загадочный и холодный на вид джентльмен, но внутри него пылает жажда мести. Преследуя свои мотивы, он внедряется в инкассаторскую компанию, чтобы выйти на соучастников серии многомиллионных ограблений, потрясших Лос-Анджелес",
    "for_age": "18+"
  },
  {
    "id": 2,
    "title": "Мортал Комбат",
    "year": "2021",
    "rating": "5",
    "image_url": "f2.jpg",
    "description": "Боец смешанных единоборств Коул Янг не раз соглашался проиграть за деньги. Он не знает о своем наследии и почему император Внешнего мира Шан Цзун посылает могущественного криомансера Саб-Зиро на охоту за Коулом.",
    "for_age": "18+"
  },
  {
    "id": 3,
    "title": "Упс.. Приплыли",
    "year": "2021",
    "rating": "5",
    "image_url": "f3.jpg",
    "description": "От Великого потопа зверей спас ковчег. Но спустя полгода скитаний они готовы сбежать с него куда угодно. Нервы на пределе. Хищники готовы забыть про запреты и заглядываются на травоядных. Единственное спасение — найти райский остров. Там простор и полно еды.",
    "for_age": "0+"
  },
  {
    "id": 4,
    "title": "The Box",
    "year": "2016",
    "rating": "4",
    "image_url": "f4.jpg",
    "description": "Уличный музыкант знакомится с музыкальным продюсером, и они вдвоём отправляются в путешествие, которое перевернёт их жизни.",
    "for_age": "12+"
  },
  {
    "id": 5,
    "title": "Сага о Дэнни Эрнандесе ",
    "year": "2020",
    "rating": "2",
    "image_url": "f5.jpg",
    "description": "Tekashi69, или Сикснайн — знаменитый бруклинский рэпер с радужными волосами — прогремел синглом «Gummo», коллабом с Ники Минаж, а также многочисленными преступлениями. В документальном расследовании о жизни и творчестве рэпера разворачивается настоящая гангстерская история, в которой количество обвинений растет пропорционально интернет-популярности, а репутация секс-наркомана получает подтверждение не только в скандальных видео музыканта. Похоже, это последний антигерой нашего времени, которого не коснулась культура отмены: у Tekashi69 24 млн. подписчиков в Instagram, миллиарды просмотров на Youtube и несколько судимостей.",
    "for_age": "18+"
  },
  {
    "id": 6,
    "title": "Пчелка Мая",
    "year": "2015",
    "rating": "4",
    "image_url": "f6.jpg",
    "description": "Когда упрямая пчелка Майя и ее лучший друг Вилли спасают принцессу-муравьишку, начинается сказочное и опасное приключение, которое приведет их в необычные новые миры и проверит их дружбу на прочность.",
    "for_age": "0+"
  }
]